const dataStore = [
  {
    "編號": "V01001",
    "寵物登記機構名稱": "隆記獸醫院",
    "地址": "松山區民生東路5段212巷1號1樓",
    "電話": 27607639
  },
  {
    "編號": "V01002",
    "寵物登記機構名稱": "澤禾動物醫院",
    "地址": "松山區健康路228號",
    "電話": 27616267
  },
  {
    "編號": "V01004",
    "寵物登記機構名稱": "日健動物綜合醫院",
    "地址": "松山區光復北路6-2號1樓",
    "電話": 25707508
  },
  {
    "編號": "V01007",
    "寵物登記機構名稱": "人人愛動物醫院",
    "地址": "松山區延吉街46-3號",
    "電話": 25778182
  },
  {
    "編號": "V01011",
    "寵物登記機構名稱": "良醫動物醫院",
    "地址": "松山區八德路4段188號",
    "電話": 27615091
  },
  {
    "編號": "V01012",
    "寵物登記機構名稱": "泰山動物醫院",
    "地址": "松山區光復南路52號",
    "電話": 25792650
  },
  {
    "編號": "V01015",
    "寵物登記機構名稱": "台北動物醫院",
    "地址": "松山區光復北路164號",
    "電話": 27176036
  },
  {
    "編號": "V01016",
    "寵物登記機構名稱": "台欣動物醫院",
    "地址": "松山區健康路187號",
    "電話": 25285119
  },
  {
    "編號": "V01017",
    "寵物登記機構名稱": "新亞動物醫院",
    "地址": "松山區延壽街330巷3號1樓",
    "電話": 27457119
  },
  {
    "編號": "V01018",
    "寵物登記機構名稱": "曼哈頓動物醫院",
    "地址": "松山區市民大道4段77號1樓",
    "電話": 27815203
  },
  {
    "編號": "V01019",
    "寵物登記機構名稱": "嘉慶動物醫院",
    "地址": "松山區八德路4段214-1號1樓",
    "電話": 87879121
  },
  {
    "編號": "V01030",
    "寵物登記機構名稱": "豐盛動物醫院",
    "地址": "松山區光復北路46號1樓",
    "電話": 25785605
  },
  {
    "編號": "V01034",
    "寵物登記機構名稱": "恩亞動物醫院",
    "地址": "松山區健康路325巷14號1樓",
    "電話": 27678889
  },
  {
    "編號": "V03005",
    "寵物登記機構名稱": "復興動物醫院",
    "地址": "松山區八德路2段381號1樓",
    "電話": 27711414
  },
  {
    "編號": "V03028",
    "寵物登記機構名稱": "興泰動物醫院",
    "地址": "松山區延吉街57號1樓",
    "電話": 25795722
  },
  {
    "編號": "V04013",
    "寵物登記機構名稱": "中山動物醫院",
    "地址": "松山區民權東路3段140巷5號1樓",
    "電話": 27196996
  },
  {
    "編號": "V04033",
    "寵物登記機構名稱": "社團法人支持流浪貓絕育計劃協會",
    "地址": "松山區延吉街10巷3號",
    "電話": 25777208
  },
  {
    "編號": "V01036",
    "寵物登記機構名稱": "澄諾動物醫院",
    "地址": "松山區富錦街461號",
    "電話": 27653160
  },
  {
    "編號": "V01037",
    "寵物登記機構名稱": "安家行動寵物醫院",
    "地址": "松山區八德路4段666號4樓之3",
    "電話": 27667900
  },
  {
    "編號": "V01038",
    "寵物登記機構名稱": "東京頂尖寵物醫院",
    "地址": "松山區八德路3段164、164-1號",
    "電話": 25770919
  },
  {
    "編號": "V01039",
    "寵物登記機構名稱": "貓瘋非營利慈善貓專科醫院",
    "地址": "松山區八德路4段216號",
    "電話": 29103877
  },
  {
    "編號": "V01010",
    "寵物登記機構名稱": "欣旺動物醫院",
    "地址": "信義區松山路265號",
    "電話": 27618013
  },
  {
    "編號": "V02002",
    "寵物登記機構名稱": "安安動物醫院",
    "地址": "信義區松德路57號",
    "電話": 27281315
  },
  {
    "編號": "V02004",
    "寵物登記機構名稱": "陽光動物醫院",
    "地址": "信義區林口街222號1樓",
    "電話": 27279922
  },
  {
    "編號": "V02005",
    "寵物登記機構名稱": "名冠動物醫院",
    "地址": "信義區中坡南路207號",
    "電話": 27590447
  },
  {
    "編號": "V02007",
    "寵物登記機構名稱": "文逸動物醫院",
    "地址": "信義區和平東路3段391巷8弄27號",
    "電話": 27322254
  },
  {
    "編號": "V02008",
    "寵物登記機構名稱": "豐德動物醫院",
    "地址": "信義區莊敬路235號1樓",
    "電話": 27588292
  },
  {
    "編號": "V02009",
    "寵物登記機構名稱": "欣欣動物醫院",
    "地址": "信義區松隆路286-1號1樓",
    "電話": 27681119
  },
  {
    "編號": "V02010",
    "寵物登記機構名稱": "安興動物醫院",
    "地址": "信義區吳興街478號",
    "電話": 87803433
  },
  {
    "編號": "V02011",
    "寵物登記機構名稱": "永春動物醫院",
    "地址": "信義區忠孝東路5段424號",
    "電話": 87898849
  },
  {
    "編號": "V02012",
    "寵物登記機構名稱": "玉山動物醫院",
    "地址": "信義區信義路6段37號",
    "電話": 23466659
  },
  {
    "編號": "V02015",
    "寵物登記機構名稱": "愛心動物醫院",
    "地址": "信義區光復南路563號1樓",
    "電話": 23451633
  },
  {
    "編號": "V02019",
    "寵物登記機構名稱": "恩加動物醫院",
    "地址": "信義區松山路315-2號",
    "電話": 87877551
  },
  {
    "編號": "V02027",
    "寵物登記機構名稱": "崇安動物醫院",
    "地址": "信義區中坡南路62號1樓",
    "電話": 27276027
  },
  {
    "編號": "V02029",
    "寵物登記機構名稱": "詠欣動物醫院",
    "地址": "信義區莊敬路428號1樓",
    "電話": 27202631
  },
  {
    "編號": "V02032",
    "寵物登記機構名稱": "星辰動物醫院",
    "地址": "信義區松隆路225號1樓",
    "電話": 27611199
  },
  {
    "編號": "V03026",
    "寵物登記機構名稱": "立健動物醫院",
    "地址": "信義區和平東路3段255號",
    "電話": 27339102
  },
  {
    "編號": "V02034",
    "寵物登記機構名稱": "松山動物醫院",
    "地址": "信義區松山路275號",
    "電話": 27673322
  },
  {
    "編號": "V02036",
    "寵物登記機構名稱": "臺北市流浪貓保護協會",
    "地址": "信義區信義路6段81號1樓",
    "電話": 27261079
  },
  {
    "編號": "V02037",
    "寵物登記機構名稱": "沐樂動物醫院",
    "地址": "信義區忠孝東路4段559巷30號1樓",
    "電話": 27699899
  },
  {
    "編號": "V02038",
    "寵物登記機構名稱": "和動物醫院",
    "地址": "信義區基隆路1段115號1樓",
    "電話": "0907232272"
  },
  {
    "編號": "V02039",
    "寵物登記機構名稱": "逗貓坊",
    "地址": "信義區永吉路380號1樓",
    "電話": 27686348
  },
  {
    "編號": "V02040",
    "寵物登記機構名稱": "牧屋貓診所",
    "地址": "信義區市民大道6段250號7樓",
    "電話": 27560398
  },
  {
    "編號": "V02041",
    "寵物登記機構名稱": "幸福寵物生活館",
    "地址": "信義區和平東路3段283號",
    "電話": 87325088
  },
  {
    "編號": "V02018",
    "寵物登記機構名稱": "社團法人中華民國保護動物協會",
    "地址": "大安區信義路4段263號3樓之6",
    "電話": 27040809
  },
  {
    "編號": "V03002",
    "寵物登記機構名稱": "安庭動物醫院",
    "地址": "大安區金山南路2段139號1樓",
    "電話": 23923655
  },
  {
    "編號": "V03004",
    "寵物登記機構名稱": "康福動物醫院",
    "地址": "大安區瑞安街135巷23號",
    "電話": 27074075
  },
  {
    "編號": "V03006",
    "寵物登記機構名稱": "國立台灣大學生物資源暨農學院附設動物醫院",
    "地址": "大安區基隆路3段153號",
    "電話": "27396828*3210"
  },
  {
    "編號": "V03011",
    "寵物登記機構名稱": "戴瑩乾動物醫院",
    "地址": "大安區延吉街91號",
    "電話": 27310809
  },
  {
    "編號": "V03013",
    "寵物登記機構名稱": "富康動物醫院",
    "地址": "大安區建國南路1段298號",
    "電話": "27020135/ 27042562"
  },
  {
    "編號": "V03014",
    "寵物登記機構名稱": "上群動物醫院",
    "地址": "大安區延吉街72-20號1樓",
    "電話": 27753007
  },
  {
    "編號": "V03015",
    "寵物登記機構名稱": "見安獸醫院",
    "地址": "大安區四維路170巷45號",
    "電話": 27070989
  },
  {
    "編號": "V03016",
    "寵物登記機構名稱": "五洲動物醫院",
    "地址": "大安區新生南路1段137-2號",
    "電話": 27079477
  },
  {
    "編號": "V03017",
    "寵物登記機構名稱": "敦化動物醫院",
    "地址": "大安區敦化南路1段279號",
    "電話": 27080284
  },
  {
    "編號": "V03020",
    "寵物登記機構名稱": "弘吉獸醫院",
    "地址": "大安區市民大道3段236、238號",
    "電話": 27410958
  },
  {
    "編號": "V03021",
    "寵物登記機構名稱": "名人維東尼動物醫院",
    "地址": "大安區建國南路1段358號",
    "電話": 27090123
  },
  {
    "編號": "V03023",
    "寵物登記機構名稱": "專心動物醫院",
    "地址": "大安區和平東路2段34-1號",
    "電話": 23633016
  },
  {
    "編號": "V03030",
    "寵物登記機構名稱": "仁愛動物醫院",
    "地址": "大安區仁愛路4段228-5號1樓",
    "電話": 27029165
  },
  {
    "編號": "V03031",
    "寵物登記機構名稱": "曾安動物醫院",
    "地址": "大安區通化街148號",
    "電話": 27383248
  },
  {
    "編號": "V03033",
    "寵物登記機構名稱": "佑仁動物醫院",
    "地址": "大安區和平東路1段200號",
    "電話": 23635377
  },
  {
    "編號": "V03036",
    "寵物登記機構名稱": "澄毅動物醫院",
    "地址": "大安區安和路2段171巷13號",
    "電話": 27334341
  },
  {
    "編號": "V03037",
    "寵物登記機構名稱": "常明動物醫院",
    "地址": "大安區復興南2段322號1樓",
    "電話": 27030809
  },
  {
    "編號": "V03038",
    "寵物登記機構名稱": "碩聯動物醫院",
    "地址": "大安區復興南路2段342-1號1樓",
    "電話": 27366549
  },
  {
    "編號": "V03039",
    "寵物登記機構名稱": "沐恩動物醫院",
    "地址": "大安區基隆路2段220號",
    "電話": 23782300
  },
  {
    "編號": "V03040",
    "寵物登記機構名稱": "敦品動物醫院",
    "地址": "大安區大安路1段205-1號",
    "電話": 27070877
  },
  {
    "編號": "V03041",
    "寵物登記機構名稱": "遠見動物醫院",
    "地址": "大安區和平東路2段68號1樓",
    "電話": 23775388
  },
  {
    "編號": "V03042",
    "寵物登記機構名稱": "幸福動物醫院",
    "地址": "大安區延吉街251號1樓",
    "電話": 27005277
  },
  {
    "編號": "V03043",
    "寵物登記機構名稱": "中華民國流浪動物花園協會",
    "地址": "大安區羅斯福路3段269巷70號6樓",
    "電話": 26620375
  },
  {
    "編號": "V03044",
    "寵物登記機構名稱": "麟安動物醫院",
    "地址": "大安區和平東路3段324號",
    "電話": 27383008
  },
  {
    "編號": "V03045",
    "寵物登記機構名稱": "極光動物醫院",
    "地址": "大安區建國南路2段31號1樓",
    "電話": 27848211
  },
  {
    "編號": "V03046",
    "寵物登記機構名稱": "明誠動物醫院",
    "地址": "大安區瑞安街45號",
    "電話": 27086310
  },
  {
    "編號": "V03049",
    "寵物登記機構名稱": "杜克動物醫院",
    "地址": "大安區和平東路3段117號1、2樓",
    "電話": 87324789
  },
  {
    "編號": "V03050",
    "寵物登記機構名稱": "寵樂動物醫院",
    "地址": "大安區文昌街89號",
    "電話": 27087967
  },
  {
    "編號": "V03051",
    "寵物登記機構名稱": "貓醫生的貓診所",
    "地址": "大安區忠孝東路3段194號2樓之1",
    "電話": 27715810
  },
  {
    "編號": "V03047",
    "寵物登記機構名稱": "社團法人台灣愛貓協會",
    "地址": "大安區仁愛路4段345巷2弄3號4樓",
    "電話": "0970061178"
  },
  {
    "編號": "V05040",
    "寵物登記機構名稱": "社團法人台灣防止虐待動物協會",
    "地址": "大安區和平東路3段346巷2之1號1樓",
    "電話": 27382130
  },
  {
    "編號": "V03052",
    "寵物登記機構名稱": "社團法人台灣懷生相信動物協會",
    "地址": "大安區基隆路3段155巷124號",
    "電話": "0955623479"
  },
  {
    "編號": "V03053",
    "寵物登記機構名稱": "愛貓園動物醫院",
    "地址": "大安區基隆路2段124號",
    "電話": 27392966
  },
  {
    "編號": "V03054",
    "寵物登記機構名稱": "旻利寵物用品社",
    "地址": "大安區光復南路700號1、2樓",
    "電話": 23258020
  },
  {
    "編號": "V03055",
    "寵物登記機構名稱": "金吉旺寵物有限公司",
    "地址": "大安區基隆路2段104號1樓",
    "電話": 27359156
  },
  {
    "編號": "V03056",
    "寵物登記機構名稱": "社團法人中華動物祉國際交流協會",
    "地址": "大安區敦化南路1段289號",
    "電話": "27040809#35"
  },
  {
    "編號": "V03057",
    "寵物登記機構名稱": "心傳動物醫院",
    "地址": "大安區和平東路2段339號1樓",
    "電話": 27555568
  },
  {
    "編號": "V03059",
    "寵物登記機構名稱": "顧寶寶寵物用品店",
    "地址": "大安區光復南路702號1樓",
    "電話": 27043736
  },
  {
    "編號": "V03060",
    "寵物登記機構名稱": "宏成動物醫院",
    "地址": "大安區和平東路3段66-1號",
    "電話": 23780228
  },
  {
    "編號": "V03061",
    "寵物登記機構名稱": "小王子貓專科醫院",
    "地址": "大安區建國南路2段197號",
    "電話": 27061297
  },
  {
    "編號": "V03062",
    "寵物登記機構名稱": "亞洲獸醫專科醫院",
    "地址": "大安區安和路2段171巷5號",
    "電話": 37383288
  },
  {
    "編號": "V03063",
    "寵物登記機構名稱": "樂膚莉動物醫院",
    "地址": "大安區仁愛路3段82號",
    "電話": 27846866
  },
  {
    "編號": "V03064",
    "寵物登記機構名稱": "金草本寵物精品店",
    "地址": "大安區基隆路2段110號",
    "電話": 27359928
  },
  {
    "編號": "V03065",
    "寵物登記機構名稱": "樂田動物醫院",
    "地址": "大安區建國南路1段161號1樓",
    "電話": 27885580
  },
  {
    "編號": "V03066",
    "寵物登記機構名稱": "維樂寵物美容店",
    "地址": "大安區光復南路666號",
    "電話": "0933872826"
  },
  {
    "編號": "V01014",
    "寵物登記機構名稱": "諾亞動物醫院",
    "地址": "中山區吉林路166號",
    "電話": "25641616/ 25642121"
  },
  {
    "編號": "V01033",
    "寵物登記機構名稱": "復生動物醫院",
    "地址": "中山區民生東路1段78號1樓",
    "電話": 25643940
  },
  {
    "編號": "V01031",
    "寵物登記機構名稱": "華遠動物醫院",
    "地址": "中山區長春路336號",
    "電話": 27131187
  },
  {
    "編號": "V04001",
    "寵物登記機構名稱": "東宏動物醫院",
    "地址": "中山區吉林路432號",
    "電話": 25957366
  },
  {
    "編號": "V04004",
    "寵物登記機構名稱": "恩典動物醫院",
    "地址": "中山區民生東路2段45號1樓",
    "電話": 25314545
  },
  {
    "編號": "V04005",
    "寵物登記機構名稱": "弘安動物醫院",
    "地址": "中山區五常街69號",
    "電話": 25045630
  },
  {
    "編號": "V04006",
    "寵物登記機構名稱": "大晶動物醫院",
    "地址": "中山區農安街72號",
    "電話": 25970625
  },
  {
    "編號": "V04008",
    "寵物登記機構名稱": "美加璦動物醫院",
    "地址": "中山區龍江路443巷1-2號",
    "電話": 25054989
  },
  {
    "編號": "V04010",
    "寵物登記機構名稱": "廣慈動物醫院",
    "地址": "中山區錦州街371號",
    "電話": 25044236
  },
  {
    "編號": "V04016",
    "寵物登記機構名稱": "太僕動物醫院",
    "地址": "中山區龍江路260號",
    "電話": 25170902
  },
  {
    "編號": "V04021",
    "寵物登記機構名稱": "龍江獸醫院",
    "地址": "中山區龍江路21巷1號",
    "電話": 27722223
  },
  {
    "編號": "V04022",
    "寵物登記機構名稱": "大直動物醫院",
    "地址": "中山區北安路468號",
    "電話": 85096306
  },
  {
    "編號": "V04024",
    "寵物登記機構名稱": "紀劃犬貓專科醫院",
    "地址": "中山區民生東路1段83號1樓",
    "電話": 25212205
  },
  {
    "編號": "V04027",
    "寵物登記機構名稱": "惟新動物醫院",
    "地址": "中山區明水路672巷34號1樓",
    "電話": 85023725
  },
  {
    "編號": "V11014",
    "寵物登記機構名稱": "仁慈動物醫院",
    "地址": "中山區北安路458巷19號",
    "電話": 25336983
  },
  {
    "編號": "V06005",
    "寵物登記機構名稱": "成功動物醫院",
    "地址": "中山區天祥路3號1樓",
    "電話": 25218001
  },
  {
    "編號": "V04031",
    "寵物登記機構名稱": "伊甸動物醫院",
    "地址": "中山區北安路554巷33號1樓",
    "電話": 85092579
  },
  {
    "編號": "V04032",
    "寵物登記機構名稱": "長宏動物醫院",
    "地址": "中山區吉林路173號1樓",
    "電話": "25678939/ 25678839"
  },
  {
    "編號": "V04035",
    "寵物登記機構名稱": "小王子動物醫院",
    "地址": "中山區松江路26巷32號",
    "電話": 25676897
  },
  {
    "編號": "V04036",
    "寵物登記機構名稱": "吉米犬貓專科醫院",
    "地址": "中山區林森北路649號1樓",
    "電話": 25855991
  },
  {
    "編號": "V02031",
    "寵物登記機構名稱": "社團法人台灣收容動物關懷協會",
    "地址": "中山區吉林路150號3樓之13",
    "電話": 28761083
  },
  {
    "編號": "V01035",
    "寵物登記機構名稱": "貝恩動物醫院",
    "地址": "中山區民權東路3段8號-1",
    "電話": 27407366
  },
  {
    "編號": "V04037",
    "寵物登記機構名稱": "德心動物醫院",
    "地址": "中山區八德路2段121號",
    "電話": 25045355
  },
  {
    "編號": "V04038",
    "寵物登記機構名稱": "路米動物醫院",
    "地址": "中山區民生東路3段28號1樓",
    "電話": 25163328
  },
  {
    "編號": "V04040",
    "寵物登記機構名稱": "犬貓物語生活館",
    "地址": "中山區林森北路472-5號1樓",
    "電話": 25212532
  },
  {
    "編號": "V04041",
    "寵物登記機構名稱": "凱揚動物醫院",
    "地址": "中山區八德路2段331號1、2樓",
    "電話": 27512218
  },
  {
    "編號": "V04042",
    "寵物登記機構名稱": "以立動物醫院",
    "地址": "中山區敬業一路38號",
    "電話": 77188028
  },
  {
    "編號": "V04043",
    "寵物登記機構名稱": "集英動物醫院",
    "地址": "中山區長安東路1段61-1號1樓",
    "電話": 77136111
  },
  {
    "編號": "V04044",
    "寵物登記機構名稱": "安晴動物醫院",
    "地址": "中山區林森北路506號",
    "電話": 25217758
  },
  {
    "編號": "V05001",
    "寵物登記機構名稱": "康廷動物醫院",
    "地址": "中正區和平西路2段58-1號1樓",
    "電話": 23095001
  },
  {
    "編號": "V05002",
    "寵物登記機構名稱": "中正犬貓醫院",
    "地址": "中正區重慶南路3段60-4號2樓",
    "電話": 23054880
  },
  {
    "編號": "V05004",
    "寵物登記機構名稱": "來旺動物醫院",
    "地址": "中正區重慶南路3段50號1樓",
    "電話": 23051120
  },
  {
    "編號": "V05005",
    "寵物登記機構名稱": "恩旺動物醫院",
    "地址": "中正區羅斯福路2段7-4號",
    "電話": 23947349
  },
  {
    "編號": "V05006",
    "寵物登記機構名稱": "漢民動物醫院",
    "地址": "中正區和平西路1段156號",
    "電話": 23074801
  },
  {
    "編號": "V05007",
    "寵物登記機構名稱": "佑昇動物醫院",
    "地址": "中正區羅斯福路3段38號",
    "電話": 23656729
  },
  {
    "編號": "V05008",
    "寵物登記機構名稱": "台灣動物醫院",
    "地址": "中正區忠孝東路2段74號1樓",
    "電話": 23412128
  },
  {
    "編號": "V05010",
    "寵物登記機構名稱": "古亭動物醫院",
    "地址": "中正區羅斯福路2段138號",
    "電話": 23693373
  },
  {
    "編號": "V05011",
    "寵物登記機構名稱": "金旺動物醫院",
    "地址": "中正區青島東路33-2號",
    "電話": 23212580
  },
  {
    "編號": "V05012",
    "寵物登記機構名稱": "恩孺動物診所",
    "地址": "中正區金山南路1段92號",
    "電話": 23942821
  },
  {
    "編號": "V05014",
    "寵物登記機構名稱": "寶寶新動物醫院",
    "地址": "中正區汀州路2段125號1樓",
    "電話": 23677624
  },
  {
    "編號": "V05034",
    "寵物登記機構名稱": "博愛動物醫院",
    "地址": "中正區杭州南路2段92號1樓",
    "電話": 33938850
  },
  {
    "編號": "V05036",
    "寵物登記機構名稱": "瀚生動物醫院",
    "地址": "中正區新生南路1段144-1號1樓",
    "電話": 23581765
  },
  {
    "編號": "V04034",
    "寵物登記機構名稱": "臺北市寵物商業同業公會",
    "地址": "中正區羅斯福路2段150號6樓之7",
    "電話": 23686656
  },
  {
    "編號": "V05107",
    "寵物登記機構名稱": "大安動物醫院",
    "地址": "中正區羅斯福路4段162號1樓",
    "電話": 23632020
  },
  {
    "編號": "V06003",
    "寵物登記機構名稱": "晨光動物醫院",
    "地址": "大同區重慶北路2段47號1樓",
    "電話": 25583347
  },
  {
    "編號": "V06004",
    "寵物登記機構名稱": "正安動物醫院",
    "地址": "大同區民權西路240號",
    "電話": 25571757
  },
  {
    "編號": "V06007",
    "寵物登記機構名稱": "全民連鎖動物醫院總院",
    "地址": "大同區民生西路247、249號",
    "電話": 25530371
  },
  {
    "編號": "V06008",
    "寵物登記機構名稱": "弘愛犬貓專科醫院",
    "地址": "大同區民生西路105號1樓",
    "電話": 25503892
  },
  {
    "編號": "V06020",
    "寵物登記機構名稱": "皇家動物醫院",
    "地址": "大同區民族西路228號1樓",
    "電話": 25960967
  },
  {
    "編號": "V06022",
    "寵物登記機構名稱": "永新動物醫院",
    "地址": "大同區重慶北路3段185號1樓",
    "電話": 25982889
  },
  {
    "編號": "V06023",
    "寵物登記機構名稱": "傑翔動物醫院",
    "地址": "大同區民權西路270之2號1樓",
    "電話": 25573343
  },
  {
    "編號": "V06024",
    "寵物登記機構名稱": "慈愛動物醫院寧夏分院",
    "地址": "大同區寧夏路1號",
    "電話": 25563320
  },
  {
    "編號": "V06025",
    "寵物登記機構名稱": "長沁動物醫院",
    "地址": "大同區承德路3段9號1樓",
    "電話": 25992119
  },
  {
    "編號": "V06027",
    "寵物登記機構名稱": "旺竹動物醫院",
    "地址": "大同區承德 路3段142號1樓",
    "電話": 25996230
  },
  {
    "編號": "V06028",
    "寵物登記機構名稱": "匠美澎澎寵物精品沙龍坊",
    "地址": "大同區雙連街39巷29號",
    "電話": "0912587061"
  },
  {
    "編號": "V05037",
    "寵物登記機構名稱": "長青動物醫院",
    "地址": "萬華區廣州街78號、78-1號1、2樓",
    "電話": 23369908
  },
  {
    "編號": "V07005",
    "寵物登記機構名稱": "保全獸醫院",
    "地址": "萬華區西藏路324、326號",
    "電話": 23024375
  },
  {
    "編號": "V07007",
    "寵物登記機構名稱": "環南動物醫院",
    "地址": "萬華區和平西路3段205號1樓",
    "電話": 23020109
  },
  {
    "編號": "V07009",
    "寵物登記機構名稱": "萬華動物醫院",
    "地址": "萬華區昆明街165號1樓",
    "電話": 23614831
  },
  {
    "編號": "V07012",
    "寵物登記機構名稱": "古德動物醫院",
    "地址": "萬華區西園路2段194號1樓",
    "電話": "23088986/ 23088289"
  },
  {
    "編號": "V07013",
    "寵物登記機構名稱": "華中動物醫院",
    "地址": "萬華區萬大路227號",
    "電話": 23328572
  },
  {
    "編號": "V07014",
    "寵物登記機構名稱": "雙園動物醫院",
    "地址": "萬華區西園路2段105號",
    "電話": 23084409
  },
  {
    "編號": "V07016",
    "寵物登記機構名稱": "翊心動物醫院",
    "地址": "萬華區西園路2段175號1樓",
    "電話": 23055518
  },
  {
    "編號": "V07017",
    "寵物登記機構名稱": "康寧動物醫院",
    "地址": "萬華區長沙街2段157號",
    "電話": 23831528
  },
  {
    "編號": "V07018",
    "寵物登記機構名稱": "艋舺動物醫院",
    "地址": "萬華區萬大路365號1樓",
    "電話": 23010365
  },
  {
    "編號": "V07019",
    "寵物登記機構名稱": "志誠動物醫院",
    "地址": "萬華區萬大路536號1樓",
    "電話": 23056634
  },
  {
    "編號": "V07024",
    "寵物登記機構名稱": "千萍貓社",
    "地址": "萬華區成都路155號4樓",
    "電話": 23310599
  },
  {
    "編號": "V07027",
    "寵物登記機構名稱": "豐田生技資訊股份有限公司",
    "地址": "萬華區長沙街2段111-1號2樓",
    "電話": 23831698
  },
  {
    "編號": "V08001",
    "寵物登記機構名稱": "品安動物醫院",
    "地址": "文山區羅斯福路6段89號1樓",
    "電話": 29359188
  },
  {
    "編號": "V08002",
    "寵物登記機構名稱": "景美動物醫院",
    "地址": "文山區羅斯福路6段6號",
    "電話": 29310850
  },
  {
    "編號": "V08003",
    "寵物登記機構名稱": "維拉動物醫院",
    "地址": "文山區興隆路1段94號",
    "電話": 29333872
  },
  {
    "編號": "V08005",
    "寵物登記機構名稱": "世安動物醫院",
    "地址": "文山區興隆路3段298-2號",
    "電話": 22306841
  },
  {
    "編號": "V08006",
    "寵物登記機構名稱": "再興動物醫院",
    "地址": "文山區興隆路1段1號",
    "電話": 29342899
  },
  {
    "編號": "V08008",
    "寵物登記機構名稱": "木新動物醫院",
    "地址": "文山區木新路3段133-2號1樓",
    "電話": 29362748
  },
  {
    "編號": "V08009",
    "寵物登記機構名稱": "自強動物醫院",
    "地址": "文山區興隆路4段108號",
    "電話": 29372852
  },
  {
    "編號": "V08010",
    "寵物登記機構名稱": "靜心獸醫院",
    "地址": "文山區興隆路2段13號",
    "電話": 29330562
  },
  {
    "編號": "V08011",
    "寵物登記機構名稱": "正吉動物醫院",
    "地址": "文山區羅斯福路5段47-1號",
    "電話": 29347505
  },
  {
    "編號": "V08012",
    "寵物登記機構名稱": "康禾動物醫院",
    "地址": "文山區興隆路4段159-1號",
    "電話": 29374998
  },
  {
    "編號": "V08014",
    "寵物登記機構名稱": "路加動物醫院",
    "地址": "文山區興隆路2段187號",
    "電話": 55852108
  },
  {
    "編號": "V08016",
    "寵物登記機構名稱": "達仁動物醫院",
    "地址": "文山區木柵路2段133號1樓",
    "電話": 29371558
  },
  {
    "編號": "V08017",
    "寵物登記機構名稱": "安心動物醫院",
    "地址": "文山區羅斯福路5段17號1樓",
    "電話": 29326935
  },
  {
    "編號": "V08018",
    "寵物登記機構名稱": "大群動物醫院",
    "地址": "文山區羅斯福路6段206號1樓",
    "電話": 29305557
  },
  {
    "編號": "V08019",
    "寵物登記機構名稱": "締爾動物醫院",
    "地址": "文山區木新路3段321號1樓",
    "電話": 29388211
  },
  {
    "編號": "V08020",
    "寵物登記機構名稱": "景文動物醫院",
    "地址": "文山區景文街29號1樓",
    "電話": 89319955
  },
  {
    "編號": "V08021",
    "寵物登記機構名稱": "景興動物醫院",
    "地址": "文山區景華街92號1樓",
    "電話": 29330600
  },
  {
    "編號": "V08022",
    "寵物登記機構名稱": "加恩動物醫院",
    "地址": "文山區木柵路1段102號1樓",
    "電話": 22360117
  },
  {
    "編號": "V08023",
    "寵物登記機構名稱": "朱動物醫院",
    "地址": "文山區仙岩路62號1樓",
    "電話": 29332880
  },
  {
    "編號": "V09004",
    "寵物登記機構名稱": "洪生動物醫院",
    "地址": "南港區忠孝東路7段571號",
    "電話": 27833715
  },
  {
    "編號": "V09005",
    "寵物登記機構名稱": "啟正動物醫院",
    "地址": "南港路1段289號之1",
    "電話": 26517616
  },
  {
    "編號": "V09006",
    "寵物登記機構名稱": "中研動物醫院",
    "地址": "南港區研究院路1段72號1樓",
    "電話": 26512100
  },
  {
    "編號": "V09007",
    "寵物登記機構名稱": "維恩動物醫院",
    "地址": "南港區東新街132號1樓",
    "電話": 26515527
  },
  {
    "編號": "V09008",
    "寵物登記機構名稱": "祐熙動物醫院",
    "地址": "南港區玉成街66-26號",
    "電話": 26519198
  },
  {
    "編號": "V09009",
    "寵物登記機構名稱": "純粹動物醫院",
    "地址": "南港區興中路80巷24號",
    "電話": 27830673
  },
  {
    "編號": "V09010",
    "寵物登記機構名稱": "小布動物醫院",
    "地址": "永吉路548號",
    "電話": 26547337
  },
  {
    "編號": "V02014",
    "寵物登記機構名稱": "動物保護處(動物之家)",
    "地址": "內湖區潭美街852號",
    "電話": "87913254~55"
  },
  {
    "編號": "V10001",
    "寵物登記機構名稱": "西湖動物醫院",
    "地址": "內湖區內湖路1段341-2號",
    "電話": 27990700
  },
  {
    "編號": "V10003",
    "寵物登記機構名稱": "港墘動物醫院",
    "地址": "內湖區港墘路109-2號",
    "電話": 26575990
  },
  {
    "編號": "V10005",
    "寵物登記機構名稱": "內湖動物醫院",
    "地址": "內湖區內湖路1段45號",
    "電話": 27992011
  },
  {
    "編號": "V10006",
    "寵物登記機構名稱": "全安動物醫院",
    "地址": "內湖區東湖路113巷54號",
    "電話": "26336495/ 26336995"
  },
  {
    "編號": "V10008",
    "寵物登記機構名稱": "康泰動物醫院",
    "地址": "內湖區康樂街164-1號1樓",
    "電話": 26313068
  },
  {
    "編號": "V10010",
    "寵物登記機構名稱": "德安動物醫院",
    "地址": "內湖區內湖路1段611號1樓",
    "電話": 26582478
  },
  {
    "編號": "V10012",
    "寵物登記機構名稱": "勝利動物醫院",
    "地址": "內湖區康樂街116-2號1樓",
    "電話": 26327815
  },
  {
    "編號": "V10014",
    "寵物登記機構名稱": "東湖動物醫院",
    "地址": "內湖區東湖路43巷15號1樓",
    "電話": 26332220
  },
  {
    "編號": "V10015",
    "寵物登記機構名稱": "長慶動物醫院",
    "地址": "內湖區東湖路7巷7號1樓",
    "電話": 26331257
  },
  {
    "編號": "V10016",
    "寵物登記機構名稱": "加洲動物醫院",
    "地址": "內湖區文德路9號1樓",
    "電話": 27987942
  },
  {
    "編號": "V10017",
    "寵物登記機構名稱": "大湖動物醫院",
    "地址": "內湖區成功路5段10號1樓",
    "電話": 27968241
  },
  {
    "編號": "V10018",
    "寵物登記機構名稱": "宇恒動物醫院",
    "地址": "內湖區民權東路6段57號1樓",
    "電話": 27951676
  },
  {
    "編號": "V10020",
    "寵物登記機構名稱": "全國動物醫院台北分院",
    "地址": "內湖區舊宗路1段30巷13號",
    "電話": 87918706
  },
  {
    "編號": "V10021",
    "寵物登記機構名稱": "健生動物醫院",
    "地址": "內湖區成功路4段182巷8弄4號",
    "電話": 27910198
  },
  {
    "編號": "V10022",
    "寵物登記機構名稱": "佳恩動物醫院",
    "地址": "內湖區成功路3段117號1樓",
    "電話": 27941290
  },
  {
    "編號": "V10023",
    "寵物登記機構名稱": "納嘉動物醫院",
    "地址": "內湖區成功路5段55號1樓",
    "電話": 26330555
  },
  {
    "編號": "V10024",
    "寵物登記機構名稱": "維康動物醫院",
    "地址": "內湖區成功路3段150號",
    "電話": 27937293
  },
  {
    "編號": "V10026",
    "寵物登記機構名稱": "佳康動物醫院",
    "地址": "內湖區康寧路3段169-1號",
    "電話": 26318345
  },
  {
    "編號": "V10027",
    "寵物登記機構名稱": "角落動物醫院",
    "地址": "內湖區金湖22號1樓",
    "電話": 27926858
  },
  {
    "編號": "V10028",
    "寵物登記機構名稱": "樂沛動物醫院",
    "地址": "內湖區成功路4段368號1、2樓",
    "電話": 27909218
  },
  {
    "編號": "V10029",
    "寵物登記機構名稱": "興沛動物醫院",
    "地址": "內湖區內湖路1段91巷32號",
    "電話": 27977553
  },
  {
    "編號": "V10030",
    "寵物登記機構名稱": "社團法人台灣愛兔協會",
    "地址": "內湖區內湖路1段73號3樓",
    "電話": "0922560178"
  },
  {
    "編號": "V10031",
    "寵物登記機構名稱": "艾美動物醫院台北總院",
    "地址": "內湖區港墘路107號1樓",
    "電話": 26580768
  },
  {
    "編號": "V10033",
    "寵物登記機構名稱": "核心動物醫院",
    "地址": "內湖區舊宗路1段50號",
    "電話": 87910059
  },
  {
    "編號": "V10034",
    "寵物登記機構名稱": "默墨犬貓專科醫院",
    "地址": "內湖區成功路3段83-1號1樓",
    "電話": "0979288648"
  },
  {
    "編號": "V11001",
    "寵物登記機構名稱": "天母家畜醫院",
    "地址": "士林區中山北路6段431號之3",
    "電話": 28315677
  },
  {
    "編號": "V11003",
    "寵物登記機構名稱": "阿牛犬貓急診醫院",
    "地址": "士林區基河路238號1樓",
    "電話": 28827381
  },
  {
    "編號": "V11005",
    "寵物登記機構名稱": "信達犬貓專科動物醫院",
    "地址": "士林區華齡街22巷15弄5號",
    "電話": 28812150
  },
  {
    "編號": "V11008",
    "寵物登記機構名稱": "士林獸醫院",
    "地址": "士林區中正路379號1樓",
    "電話": 28822193
  },
  {
    "編號": "V11009",
    "寵物登記機構名稱": "陽明家畜醫院",
    "地址": "士林區天母東路1-6號1樓",
    "電話": 28726911
  },
  {
    "編號": "V11012",
    "寵物登記機構名稱": "楊動物醫院",
    "地址": "士林區中山北路6段368號",
    "電話": 28717261
  },
  {
    "編號": "V11018",
    "寵物登記機構名稱": "福臨動物醫院",
    "地址": "士林區中山北路5段519號1樓",
    "電話": 28836500
  },
  {
    "編號": "V11024",
    "寵物登記機構名稱": "忠誠獸醫院",
    "地址": "士林區文林路734號1樓",
    "電話": 28351390
  },
  {
    "編號": "V11026",
    "寵物登記機構名稱": "微笑動物醫院",
    "地址": "士林區中山北路7段163號",
    "電話": 28730728
  },
  {
    "編號": "V11027",
    "寵物登記機構名稱": "汎亞動物醫院",
    "地址": "士林區承德路4段183號1樓",
    "電話": 28826655
  },
  {
    "編號": "V11028",
    "寵物登記機構名稱": "世東動物醫院",
    "地址": "士林區士東路39號",
    "電話": 28712529
  },
  {
    "編號": "V11029",
    "寵物登記機構名稱": "芝山動物醫院",
    "地址": "士林區文林路762-2號1樓",
    "電話": 28328385
  },
  {
    "編號": "V11030",
    "寵物登記機構名稱": "台愛動物醫院",
    "地址": "士林區中正路629號1樓",
    "電話": 88115729
  },
  {
    "編號": "V11031",
    "寵物登記機構名稱": "常源動物醫院",
    "地址": "士林區德行東路189號1樓",
    "電話": 28370616
  },
  {
    "編號": "V11032",
    "寵物登記機構名稱": "尼古拉動物醫院",
    "地址": "士林區克強路23號1樓",
    "電話": 28323386
  },
  {
    "編號": "V11034",
    "寵物登記機構名稱": "昌展動物醫院",
    "地址": "士林區延平北路6段160號",
    "電話": 28169197
  },
  {
    "編號": "V11036",
    "寵物登記機構名稱": "查米動物醫院",
    "地址": "士林區忠誠路2段70巷4號",
    "電話": 28316759
  },
  {
    "編號": "V11037",
    "寵物登記機構名稱": "布達羊急診動物醫院",
    "地址": "士林區忠誠路1段102號",
    "電話": 28341119
  },
  {
    "編號": "V11038",
    "寵物登記機構名稱": "犬貓星寵物館",
    "地址": "士林區文林路55號",
    "電話": "0975021298"
  },
  {
    "編號": "V11039",
    "寵物登記機構名稱": "恩萊動物醫院",
    "地址": "士林區承德路4段294號1樓",
    "電話": 28882468
  },
  {
    "編號": "V01040",
    "寵物登記機構名稱": "麻吉寵物美容",
    "地址": "士林區天母東路50巷20-2號1樓",
    "電話": 28763325
  },
  {
    "編號": "V12004",
    "寵物登記機構名稱": "北投動物醫院",
    "地址": "北投區中央北路2段60-1號",
    "電話": 28928665
  },
  {
    "編號": "V12005",
    "寵物登記機構名稱": "大同動物醫院",
    "地址": "北投區中央北路2段112號",
    "電話": 28959607
  },
  {
    "編號": "V12006",
    "寵物登記機構名稱": "旺旺動物醫院",
    "地址": "北投區東華街2段2號",
    "電話": 28203693
  },
  {
    "編號": "V12009",
    "寵物登記機構名稱": "百威動物醫院",
    "地址": "北投區中和街288號",
    "電話": 28910951
  },
  {
    "編號": "V12010",
    "寵物登記機構名稱": "聯合家畜醫院",
    "地址": "北投區裕民一路40巷29號",
    "電話": 28282117
  },
  {
    "編號": "V12012",
    "寵物登記機構名稱": "和欣動物醫院",
    "地址": "北投區雙全街7號",
    "電話": 28973439
  },
  {
    "編號": "V11025",
    "寵物登記機構名稱": "劍橋動物醫院",
    "地址": "北投區石牌路2段332-1號1樓",
    "電話": 28721398
  },
  {
    "編號": "V12016",
    "寵物登記機構名稱": "中英動物醫院",
    "地址": "北投區中央北路1段149、151號1樓",
    "電話": 28936119
  },
  {
    "編號": "V12017",
    "寵物登記機構名稱": "明德動物醫院",
    "地址": "北投區明德路115號1樓",
    "電話": 28239018
  },
  {
    "編號": "V12018",
    "寵物登記機構名稱": "全民動物醫院北投分院",
    "地址": "北投區懷德街6之3號1樓",
    "電話": 28939752
  },
  {
    "編號": "V12022",
    "寵物登記機構名稱": "豐茂動物醫院",
    "地址": "北投區實踐街64號1樓",
    "電話": 28210824
  },
  {
    "編號": "V12023",
    "寵物登記機構名稱": "禾亞動物醫院",
    "地址": "北投區北投路2段19號1樓",
    "電話": 28986072
  },
  {
    "編號": "V12024",
    "寵物登記機構名稱": "萬達動物醫院",
    "地址": "北投區義理街18號1樓",
    "電話": 28210585
  },
  {
    "編號": "V06026",
    "寵物登記機構名稱": "湖光動物醫院",
    "地址": "北投區大業路631號1樓",
    "電話": 28966079
  }
]
